Revit 2015 API
ViewShapeBuilder.Dispose Method
Releases all resources used by the ViewShapeBuilder
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
Implements
IDisposable.Dispose()
See Also
ViewShapeBuilder Class
Autodesk.Revit.DB Namespace